[Akimbo X2SoldierClassTemplate]
+DisplayName="Акимбо"
+ClassSummary="Акимбо использует два пистолета одновременно, чтобы втянуть в бой противников на короткой или средней дистанции. Он может специализироваться либо на стрельбе и уклонении от выстрелов, либо удивить врага внезапным градом рукопашных ударов."
+LeftAbilityTreeTitle="Ган Фу"
+RightAbilityTreeTitle="Задира"
AbilityTreeTitles[0]="Ган Фу"
AbilityTreeTitles[1]="Задира"
AbilityTreeTitles[2]="Вспомогательные"

+RandomNickNames[0]="Стрелок"
+RandomNickNames[1]="Раз-Два"
+RandomNickNames[2]="Шестизарядник"
+RandomNickNames[3]="Рейнджер"
+RandomNickNames[4]="Баффало"
+RandomNickNames[5]="Кольт"
+RandomNickNames[6]="Техас"
+RandomNickNames[7]="Меткий глаз"
+RandomNickNames[8]="Везунчик"
+RandomNickNames[9]="Два ствола"
+RandomNickNames[10]="На взводе"
+RandomNickNames[11]="Час расплаты"
+RandomNickNames[12]="Ковбой"
+RandomNickNames[13]="Мэйсон"
+RandomNickNames[14]="Иствуд"
+RandomNickNames[15]="Смит-Вессон"
+RandomNickNames[16]="Курок"
+RandomNickNames[17]="Вестерн"
+RandomNickNames[18]="Македонец"
+RandomNickNames[19]="Магнум"
+RandomNickNames[20]="Шериф"
+RandomNickNames[21]="Рикошет"
+RandomNickNames[22]="Дуэлянт"

;//SQUADDIE PERKS
;///LocHelpText - shown in tactical under ability name
;///LocLongDescription - shown in strategic at the bottom, and on mouseover on corner icon in tactical

[DP_SingleShotRight X2AbilityTemplate]
LocFriendlyName="Одиночный выстрел (правый)"
LocHelpText="Выстрел из одного оружия с бонусом критического попадания."

[DP_SingleShotLeft X2AbilityTemplate]
LocFriendlyName="Одиночный выстрел (левый)"
LocHelpText="Выстрел из одного оружия с бонусом критического попадания."

[DP_DualPistols X2AbilityTemplate]
LocFriendlyName="Стрельба по-македонски"
LocLongDescription="Этот солдат прошел специальную подготовку и может эффективно использовать два пистолета одновременно."
LocPromotionPopupText="<Bullet/> Каждый выстрел Акимбо считается отдельной атакой из разного оружия. Шанс попадания и другие показатели для каждого выстрела рассчитывается отдельно, на них могут влиять установленные (именно на это оружие!) модули. <br/><Bullet/> Активация \"Двойной боеготовности\" дает два действия боеготовности. Каждое из них может быть потрачено на выстрел в режиме \"Наблюдения\" из одного оружия. Эти выстрелы полностью независимы; они могут сработать как на две разных цели, так и на одну и ту же последовательно. Это делает \"Двойную боеготовность\" эффективной против нескольких слабых целей, но менее полезной в случаях, когда надо нанести много урона одному врагу.<br/><Bullet/> Контроль боеготовности: враг должен пробежать несколько клеток, либо активировать несколько действий, или атаковать Акимбо, прежде чем на него сработает второй выстрел \"Двойной боеготовности\".<br/><Bullet/> \"Оценка угрозы\" Специалиста дает Акимбо одно действие боеготовности, но без \"Огневой поддержки\". <br/><Bullet/> RPG Overhaul: все способности, что используют \"Стрельбу по-македонски\", НЕ будут работать ни с каким оружием, кроме двойных пистолетов."

[DP_DualShot X2AbilityTemplate]
LocFriendlyName="Двойной выстрел"
LocLongDescription="Выстрел из обоих пистолетов по одному врагу."
LocHelpText="Выстрел из обоих пистолетов по одному врагу ."
LocFlyOverText="Двойной выстрел"

[DP_DualHeadShot X2AbilityTemplate]
LocFriendlyName="Двойной выстрел в голову"
LocLongDescription="Одновременный двойной выстрел в голову. Оба выстрела попадают либо промахиваются вместе."
LocHelpText="Одновременный двойной выстрел в голову. Оба выстрела попадают либо промахиваются вместе."
LocFlyOverText="Двойной выстрел в голову"

[DP_DualOverwatch X2AbilityTemplate]
LocFriendlyName="Двойная Боеготовность"
LocFriendlyNameWhenConcealed="Двойная Боеготовность (в скрытности)"
LocLongDescription="Стрельба во время хода противника по движущимся в поле зрения целям. Меткость снижена."
LocLongDescriptionWhenConcealed="Выстрел по движущейся в поле зрения цели, срабатывающий при обнаружении бойца."
LocHelpText="Стрельба во время хода противника по движущимся в поле зрения целям. Меткость снижена."
LocFlyOverText="Двойная Боеготовность"

;//GUN FU PERKS

[DP_TrickShot X2AbilityTemplate]
LocFriendlyName="Трюк с пулей"
LocLongDescription="Пули, выпущенные из ваших пистолетов, столкнутся в воздухе, и одна отрикошетит в противника с неожиданного для него угла."
LocHelpText="Выстрел с фланга из основного оружия против цели в укрытии."
LocFlyOverText="Трюк с пулей" 
LocPromotionPopupText="<Bullet/> \"Трюк с пулей\" игнорирует бонусы к защите от укрытия.<br/><Bullet/> Расходует 2 единицы патронов, но наносит урон только от основного оружия<br/><Bullet/> Эта способность получает бонусы от \"Охотничьего инстинкта\" и имеет тот же шанс на крит, что и обычный удар с фланга.<br/><Bullet/> Нет кулдауна.<br/>"

[DP_BulletTime X2AbilityTemplate]
LocFriendlyName="Время убивать"
LocLongDescription="\"Двойной выстрел\", \"Одиночный выстрел\" (последний патрон), \"Трюк с пулей\", \"Выстрел в ногу\" и \"Шах и мат\" больше не заканчивают ход."
LocFlyOverText="Время убивать"

[DP_GunKata_Active X2AbilityTemplate]
LocFriendlyName="Ган Ката"
LocLongDescription="Заменяет \"Наблюдение\". Дает вдвое больше действий боеготовности и позволяет использовать их, чтобы полностью избежать вражеских выстрелов и вести упреждающий огонь."
LocHelpText="Дает вдвое больше действий боеготовности, которые автоматически тратятся на упреждающие выстрелы и избегание вражеского огня."
LocFlyOverText="Ган Ката" 
LocPromotionPopupText="\"Ган Ката\" работает как усиленное \"Наблюдение\". Все время, пока  \"Ган Ката\" используется, действия боеготовности могут тратиться на:<br/><Bullet/> Уклонение Ган Ката: вражеские попадания автоматически превращаются в промахи. Действие не потратится, если вражеский выстрел не попал бы по вам  изначально.<br/><Bullet/> Ответный огонь Ган Ката: автоматический ответный огонь по врагу, атакующему бойца. Срабатывает перед вражеской атакой.<br/><Bullet/> Эффекты \"Ган Ката\" применяются и при действиях боеготовности, полученных от \"Стража\", \"Оценки угрозы\" и других подобных способностей. <br/><Bullet/> RPG Overhaul:  взаимоисключающие способности со \"Всегда  начеку\"."

[GunKata_Passive X2AbilityTemplate]
LocFriendlyName="Ган Ката"
LocHelpText="Действия боеготовности могут использоваться на упреждающие выстрелы и избегание вражеского огня."
LocFlyOverText="Ган Ката"

[DP_SpinningReload_Active X2AbilityTemplate]
LocFriendlyName="Круговая перезарядка"
LocLongDescription="Заменяет обычную перезарядку. Перезаряжает ваше оружие и дает два действия боеготовности (одно, если используются не двойные пистолеты). Кроме того, добавляется пассивная способность тратить действия боеготовности на автоматическую перезарядку во время вражеского хода."
LocHelpText="Перезаряжает оружие и дает \"Наблюдение\"."
LocFlyOverText="Круговая перезарядка" 


[DP_SpinningReload_Passive X2AbilityTemplate]
LocFriendlyName="Круговая перезарядка"
LocLongDescription="Заменяет обычную перезарядку. Перезаряжает ваше оружие и дает два действия боеготовности (одно, если используются не двойные пистолеты). Кроме того, добавляется пассивная способность тратить действия боеготовности на автоматическую перезарядку во время вражеского хода."
LocHelpText="Автоматическая перезарядка за действия боеготовности."
LocPromotionPopupText="\"Круговая перезарядка\" имеет два компонента, активный и автоматический.<br/><Bullet/> Активная \"Круговая перезарядка\" может использоваться во время вашего хода, как обычная перезарядка.<br/><Bullet/> Автоматическая \"Круговая перезарядка\" срабатывает сама по себе во время вражеского хода за действия боеготовности — в случае, если у бойца закончились патроны. <br/><Bullet/> Ее вызывают те же вражеские действия, что и ответный огонь, и она так же зависима от Контроля боеготовности (только при использовании двойных пистолетов).<br/><Bullet/> \"Круговая перезарядка\" сработает автоматически, если вы закончите ход без патронов.<br/><Bullet/> Также она сработает в начале вашего следующего хода, если осталось неиспользованным хотя бы одно действие боеготовности."

[DP_Quicksilver X2AbilityTemplate]
LocFriendlyName="Ртуть"
LocLongDescription="\"Ган Ката\" и \"Двойная боеготовность\" больше не заканчивают ход. Кроме того, ответные выстрелы из пистолетов имеют +10 к меткости и могут нанести критический урон."
LocPromotionPopupText="RPG Overhaul: обычное \"Наблюдение\" по-прежнему заканчивает ход."

[DP_Unload X2AbilityTemplate]
LocFriendlyName="Расстрел"
LocLongDescription="Выстрел из каждого оружия три раза в одну цель. Расходует 6 единиц патронов, кулдаун 4 хода. Не может нанести критический урон."
LocHelpText="Выстрел из каждого оружия три раза в одну цель. Кулдаун 4 хода."
LocFlyOverText="Расстрел"

;//SCRAPPER PERKS

[DP_PistolWhip X2AbilityTemplate]
LocFriendlyName="Удар пистолетами"
LocLongDescription="Движение к врагу и удар обоими пистолетами. Эта способность также дает +20 меткости ко ВСЕМ рукопашным атакам."
LocHelpText="Движение к врагу и удар обоими пистолетами."
LocFlyOverText="Удар пистолетами"
LocPromotionPopupText="<Bullet/> Удар пистолетами наносит тот же урон, что и выстрел, но не может нанести критический урон или использовать бонус от специальных патронов.  <br/><Bullet/> Удар каждым оружием имеет свой шанс попадания."

[DP_BonusMeleeAim X2AbilityTemplate]
LocFriendlyName="Удар пистолетами"
LocLongDescription="Пассивная способность: +20 к меткости ко ВСЕМ рукопашным атакам двойным огнестрельным оружием."
LocHelpText="Пассивная способность: +20 к меткости ко ВСЕМ рукопашным атакам двойным огнестрельным оружием."

[DP_TakeInitiative X2AbilityTemplate]
LocFriendlyName="Перехват инициативы"
LocLongDescription="Атака врага с помощью Удара пистолетами активирует возможность дополнительных ответных рукопашных атак каждого врага рядом, включая первоначальную цель."
LocFlyOverText="Перехват инициативы"
LocPromotionPopupText="<Bullet/> Каждый враг может вызвать одну атаку ближнего боя за ход. <br/><Bullet/> Конец вашего хода или конец хода противника снимает это ограничение.<br/><Bullet/> Это ограничение также относится к атакам от \"Мастера ближнего боя\". <br/><Bullet/> Эти атаки считаются ответными и имеют штраф к меткости."

[DP_CQCSupremacy X2AbilityTemplate]
LocFriendlyName="Мастер ближнего боя"
LocLongDescription="Свободные рукопашные атаки врагов, движущихся или совершающих действия рядом с бойцом."
LocFlyOverText="Мастер ближнего боя"
LocPromotionPopupText="<Bullet/> Каждый враг может вызвать одну рукопашную атаку от \"Мастера ближнего боя\" за ход.<br/><Bullet/> Конец вашего хода или конец хода противника снимает это ограничение.<br/><Bullet/> Это ограничение также относится к атакам от \"Перехвата инициативы\"."

[DP_ElectrifiedSpikes X2AbilityTemplate]
LocFriendlyName="Электрические шипы"
LocLongDescription="Повторные рукопашные атаки по одной цели имеют 75%-ный шанс дезориентировать ее. Рукопашные атаки по дезориентированной цели имеют 75%-ный шанс оглушить ее. Кроме того, рукопашные атаки дезориентированных и оглушенных целей разрывают одну единицу брони за каждый удар."
LocFlyOverText="Электрические шипы"
LocPromotionPopupText="<Bullet/> Этот эффект может накладываться от второй атаки одного \"Удара пистолетами\".<br/><Bullet/> Если вы используете эту способность в Musashi's RPG Overhaul, учитывайте, что она работает ТОЛЬКО с рукопашными атаками Акимбо."

[DP_Checkmate X2AbilityTemplate]
LocFriendlyName="Шах и мат"
LocLongDescription="Особый выстрел из основного оружия, наносящий дополнительно 300% урона оглушенным, паникующим или находящимся без сознания целям с близкого расстояния. Бьет без промаха." 
LocHelpText="Особый выстрел из основного оружия, наносящий дополнительно 300% урона оглушенным, паникующим или находящимся без сознания целям с близкого расстояния. Бьет без промаха."
LocFlyOverText="Шах и мат"
LocPromotionPopupText="<Bullet/> Может быть использован только против оглушенных, паникующих или находящихся без сознания целей на соседней клетке с бойцом.<br/><Bullet/> Не включает в себя движение.<br/><Bullet/> \"Шах и мат\" всегда попадает и всегда наносит критический урон.<br/><Bullet/> Расходует 1 единицу патронов. Нет кулдауна."

[DP_LimitBreak X2AbilityTemplate]
LocFriendlyName="За гранью"
LocLongDescription="Позволяет бойцу выйти за границы человеческих возможностей и обрести невероятный контроль над собственным телом. Дает неограниченное количество действий до конца хода, однако каждое действие после четвертого наносит бойцу немедленный урон в 10% от всего запаса здоровья. Действия после пятого имеют растущий шанс того, что боец потеряет сознание. Полученный из других источников урон откладывается до следующего хода и будет усилен на 25%. Используется один раз за миссию."
LocHelpText="Дает неограниченное количество действий до конца хода. Длительное использование наносит урон бойцу и может заставить потерять сознание. Полученный из других источников урон откладывается до следующего хода и будет усилен на 25%."
LocFlyOverText="За гранью"
LocPromotionPopupText="<Bullet/> \"За гранью\" требует как минимум одного действия для активации, но потратит все имеющиеся очки действий. <br/><Bullet/> После активации способности боец получит неограниченное число действий до конца хода. Однако каждое действие после четвертого наносит бойцу немедленный урон в 10% от всего запаса здоровья.<br/><Bullet/> Этот урон отменяет \"Наблюдение\".<br/><Bullet/> Весь полученный из любых других источников урон откладывается до вашего следующего хода и будет усилен на 25%.<br/><Bullet/> Если урон от атаки превысит текущий уровень здоровья бойца, он все-таки умрет.<br/><Bullet/> Действия после пятого имеют растущий шанс того, что боец потеряет сознание. Шансы на потерю сознания:<br/><Bullet/> 6 действий: 25%<br/><Bullet/> 7 действий: 50%<br/><Bullet/> 8 действий: 75%<br/><Bullet/> 9 действий: 90%<br/><Bullet/> 10 действий и больше: 95%<br/><Bullet/> Примечание: Ментальный щит или другие похожие эффекты предотвратят отерю сознания.<br/><Bullet/> Если боец потерял сознание, но был восстановлен на том же ходу, он останется под воздействием способности \"За гранью\", и число совершенных действий НЕ сбросится."

[DP_LimitBreak_SelfDamage X2AbilityTemplate]
LocFlyOverText="За гранью"

;// SUPPLEMENTAL TREE

[DP_LegShot X2AbilityTemplate]
LocFriendlyName="Выстрел в ногу"
LocLongDescription="Особый двойной выстрел, снижающий мобильность врага и могущий вообще его обездвижить. Наносит половинные повреждения и не может нанести критический урон. Снижение мобильности длится один ход."
LocHelpText="Двойной выстрел, потенциально могущий обездвижить врага на 1 ход.  Наносит половинные повреждения, не может нанести критический урон."
LocFlyOverText="Выстрел в ногу"
LocPromotionPopupText="<Bullet/> Каждое попадание по цели снижает ее мобильность на 10. Это не помешает врагу телепортироваться или использовать крюк.<br/><Bullet/> Использует 2 единицы патронов, нет кулдауна."

[DP_DirtyKick X2AbilityTemplate]
LocFriendlyName="Подлый удар"
LocLongDescription="Движение к врагу и пинок в уязвимое место. При попадании оглушает на три действия."
LocHelpText="Движение к врагу и пинок в уязвимое место. При попадании оглушает на три действия."
LocFlyOverText="Подлый удар"
LocPromotionPopupText="<Bullet/> Эта способность включает в себя движение и считается рукопашной атакой, но не наносит никакого урона, даже с \"Охотничьим инстинктом\".<br/><Bullet/> Не может быть использована против роботов и больших врагов.<br/><Bullet/> \"Оглушение на 3 действия\" означает, что большинство врагов будут оглушены 1 ход, а на следующий за этим ход потеряют 1 действие.<br/><Bullet/> Стоит одно действие и не заканчивает ход.<br/><Bullet/> Кулдаун два хода."

[DP_HuntersInstinct X2AbilityTemplate]
LocFriendlyName="Охотничий инстинкт"
LocLongDescription="Увеличивает урон от ударов с фланга на +1. Также увеличивает рукопашный урон на +1."
LocFlyOverText="Охотничий инстинкт"
LocPromotionPopupText="Бонус к урону применяется к каждому выстрелу или рукопашному удару, включая \"Трюк с пулей\"."